Repository: Johnwikix/original-sound-hq-player
Catalog: Strings/*/Resources.resw
Source language: en
Languages: ja, ru, tr, zh_cn

# ProgressConnecting
source: Connecting audio engine
ja: オーディオエンジンに接続中
tr: Ses motoruna bağlanılıyor

# ProgressLoadingLibrary
source: Loading music library
ja: 音楽ライブラリを読み込み中
tr: Müzik kitaplığı yükleniyor

# ProgressScanning
source: Scanning music library
ja: ライブラリをスキャン中
tr: Müzik kitaplığı taranıyor

# ProgressRescanning
source: Rescanning music library
ja: ライブラリを再スキャン中
tr: Müzik kitaplığı yeniden taranıyor

# ProgressTransmitting
source: Transmitting to USB device
ja: USBデバイスに送信中
tr: USB cihazına aktarılıyor

# SongTab.Text
source: Songs
ja: 曲
ru: Песни
tr: Şarkılar
zh_cn: 歌曲

# AlbumTab.Text
source: Albums
ja: アルバム
ru: Альбомы
tr: Albümler
zh_cn: 专辑

# AddFolder.Text
source: Add Folder
ja: フォルダを追加
ru: Добавить папку
tr: Klasör ekle
zh_cn: 添加文件夹

# MusicBrowse.Text
source: Music Library
ja: ミュージックライブラリ
tr: Müzik kitaplığı

# PlayLists.Text
source: Playlists
ja: 再生リスト
tr: Çalma listeleri

# Stats.Text
source: Statistics
ja: 統計
tr: İstatistikler

# StatsPageTimeRange.Text
source: Time Range
ja: 時間範囲
tr: Zaman aralığı

# StatsRangePastWeek.Content
source: Past Week
ja: 過去1週間
tr: Son bir hafta

# StatsRangePastMonth.Content
source: Past Month
ja: 過去1か月
tr: Son bir ay

# StatsRangePastQuarter.Content
source: Past Quarter
ja: 過去3か月
tr: Son çeyrek

# StatsRangePastYear.Content
source: Past Year
ja: 過去1年
tr: Son bir yıl

# StatsRangeCustom.Content
source: Custom
ja: カスタム
tr: Özel

# StatsCustomStart.Header
source: Start
ja: 開始
tr: Başlangıç

# StatsCustomEnd.Header
source: End
ja: 終了
tr: Bitiş

# StatsTotalDuration.Text
source: Total Listening Time
ja: 合計視聴時間
tr: Toplam dinleme süresi

# StatsTracksPlayed.Text
source: Tracks Played
ja: 再生した曲
tr: Çalınan parçalar

# StatsTopAlbums.Text
source: Top 5 Albums
ja: トップ5アルバム
tr: En iyi 5 albüm

# StatsActiveDays.Text
source: Active Days
ja: アクティブ日数
tr: Etkin günler

# StatsHeatmap.Text
source: Heatmap
ja: ヒートマップ
tr: Isı haritası

# StatsActivityByHour.Text
source: Activity by Hour
ja: 時間帯別アクティビティ
tr: Saatlik etkinlik

# StatsMostActive.Text
source: Most Active
ja: 最も活発な時間帯
tr: En etkin

# StatsLeastActive.Text
source: Least Active
ja: 最も不活発な時間帯
tr: En az etkin

# StatsTopArtists.Text
source: Top 5 Artists
ja: トップ5アーティスト
tr: En iyi 5 sanatçı

# StatsTopSongs.Text
source: Top 10 Songs
ja: トップ10曲
tr: En iyi 10 şarkı

# StatsTopSongsNext.Text
source: Top 6-10
ja: トップ6-10
tr: 6-10 arası

# StatsTimes.Text
source: times
ja: 回
tr: kez

# ArtistTab.Text
source: Artists
ja: アーティスト
ru: Артисты
tr: Sanatçılar
zh_cn: 艺术家

# FolderTab.Text
source: Folders
ja: フォルダ
ru: Папки
tr: Klasörler
zh_cn: 文件夹

# FavouriteTab.Text
source: Favourites
ja: お気に入り
ru: Избранное
tr: Favoriler
zh_cn: 最爱

# FavouritePlayListPageEmptyTitle.Text
source: No favourites yet
ja: お気に入りはまだありません
tr: Henüz favori yok

# FavouritePlayListPageEmptySubtitle.Text
source: Tap the heart icon next to a song while playing or browsing, and it will appear here.
ja: 再生中や一覧で曲の横にあるハートアイコンをタップすると、ここに表示されます。
tr: Çalarken veya gezinirken bir şarkının yanındaki kalp simgesine dokunun; şarkı burada görünür.

# PlaylistTab.Text
source: Playlists
ja: 再生リスト
ru: Плейлисты
tr: Çalma listeleri
zh_cn: 播放列表

# PlaylistTitle.Text
source: Playlists
ja: 再生リスト
tr: Çalma listeleri

# PlayListPageCountSuffix.Text
source: playlists
ja: 個の再生リスト
tr: çalma listesi

# PlayListPageEmptyTitle.Text
source: No playlists yet
ja: 再生リストがまだありません
tr: Henüz çalma listesi yok

# PlayListPageEmptySubtitle.Text
source: Create your first playlist and organize your music your way.
ja: 最初の再生リストを作成して、自分の好みに合わせて音楽を整理しましょう。
tr: İlk çalma listenizi oluşturun ve müziğinizi dilediğiniz gibi düzenleyin.

# AddPlayList.Text
source: New Playlist
ja: 新規プレイリスト
tr: Yeni çalma listesi

# USBDevice.PlaceholderText
source: USB Device
ja: USBデバイス
ru: USB-устройство
tr: USB cihazı
zh_cn: USB设备

# SortOrder.Text
source: Sort Order
ja: 並べ替え方法
ru: Сортировка
tr: Sıralama düzeni
zh_cn: 排序方式

# SortOrderDefault
source: Default
ja: デフォルトの並び
ru: По умолчанию
tr: Varsayılan
zh_cn: 默认排序

# SortOrderArtist
source: Artist
ja: アーティスト
ru: Артисты
tr: Sanatçı
zh_cn: 艺术家

# SortOrderAlbum
source: Album
ja: アルバム
ru: Альбомы
tr: Albüm
zh_cn: 专辑

# SearchMusic.PlaceholderText
source: Search Musics
ja: 音楽を検索
ru: Поиск музыки
tr: Müzik arama
zh_cn: 搜索音乐

# Settings.Text
source: Settings
ja: 設定
ru: Настройки
tr: Ayarlar
zh_cn: 设置

# SettingAudio.Text
source: Audio
ja: オーディオ
ru: Аудио
tr: Ses
zh_cn: 音频

# SettingOutput.Text
source: Output Settings
ja: 出力設定
tr: Çıkış ayarları

# SettingOutputMode.Header
source: Output Modes
ja: 出力モード
ru: Режим вывода
tr: Çıkış modları
zh_cn: 输出模式

# WasapiExclusivePush.Content
source: Wasapi Exclusive(Push)
ja: Wasapi独占(プッシュ)
ru: Wasapi Эксклюзивный (Пуш)
tr: Wasapi özel mod (Push)
zh_cn: Wasapi独占(推送)

# WasapiExclusiveEvent.Content
source: Wasapi Exclusive(Event)
ja: Wasapi独占(イベント)
ru: Wasapi Эксклюзивный (Событие)
tr: Wasapi özel mod (Event)
zh_cn: Wasapi独占(事件)

# WasapiShared.Content
source: Wasapi Shared
ja: Wasapi共有
ru: Wasapi Общий
tr: Wasapi paylaşılan mod
zh_cn: Wasapi共享

# SettingOutputDevice.Text
source: Output Device
ja: 出力デバイス
tr: Çıkış cihazı

# SettingBufferSize.Text
source: Buffer size (ms)
ja: バッファサイズ (ミリ秒)
tr: Arabellek boyutu (ms)

# SettingFunction.Text
source: Function
ja: 機能
ru: Функции
tr: İşlev
zh_cn: 功能

# DefaultEntryInterface.Text
source: Default Entry Interface
ja: 初期表示画面
tr: Varsayılan giriş arabirimi

# AddFolderCombox.Content
source: Add Folder
ja: フォルダを追加
ru: Добавить папку
tr: Klasör ekle
zh_cn: 添加文件夹

# MusicBrowseCombox.Content
source: Music Library
ja: ミュージックライブラリ
tr: Müzik kitaplığı

# MusicBrowsePageTitle.Text
source: Music
ja: 音楽
tr: Müzik

# MusicBrowseEmptyTitle.Text
source: Your library is empty
ja: ライブラリはまだ空です
tr: Kitaplığınız boş

# MusicBrowseEmptySubtitle.Text
source: Add a local music folder to start building your library.
ja: ローカルの音楽フォルダーを追加して、ライブラリを構築しましょう。
tr: Kitaplığınızı oluşturmaya başlamak için yerel bir müzik klasörü ekleyin.

# PlayListsCombox.Content
source: Playlists
ja: 再生リスト
tr: Çalma listeleri

# AlbumCombox.Content
source: Albums
ja: アルバム
ru: Альбомы
tr: Albümler
zh_cn: 专辑

# FavouriteCombox.Content
source: Favourites
ja: お気に入り
ru: Избранное
tr: Favoriler
zh_cn: 最爱

# FolderCombox.Content
source: Folders
ja: フォルダ
ru: Папки
tr: Klasörler
zh_cn: 文件夹

# PlaylistCombox.Content
source: Playlists
ja: 再生リスト
ru: Плейлисты
tr: Çalma listeleri
zh_cn: 播放列表

# SongCombox.Content
source: Songs
ja: 曲
ru: Песни
tr: Şarkılar
zh_cn: 歌曲

# ArtistCombox.Content
source: Artists
ja: アーティスト
ru: Артисты
tr: Sanatçılar
zh_cn: 艺术家

# DefaultMusicEntryInterface.Text
source: Default Music Entry Interface
ja: 初期音楽表示画面
tr: Varsayılan müzik giriş arabirimi

# SettingInterface.Text
source: Interface Settings
ja: インターフェイス設定
tr: Arabirim ayarları

# SettingCover.Text
source: Cover Settings
ja: ジャケット設定
tr: Kapak ayarları

# SettingCoverLyrics.Header
source: Cover lyrics settings
ja: ジャケット・歌詞設定
ru: Настройки обложки иrics
tr: Kapak şarkı sözleri ayarları
zh_cn: 封面歌词设置

# SettingLyrics.Text
source: Lyrics Settings
ja: 歌詞設定
tr: Şarkı sözleri ayarları

# CoverServiceLrcAPISource.Header
source: Cover Service LrcAPI Source
ja: ジャケットサービスLrcAPIソース
ru: Источник CoverServiceLrcAPI
tr: Kapak hizmeti LrcAPI kaynağı
zh_cn: 封面服务LrcAPI源

# CoverServiceLrcAPISourceDoc
source: document:https://docs.lrc.cx/docs/QuickStart/
ja: ドキュメント説明：https://docs.lrc.cx/docs/QuickStart/
ru: Документация: https://docs.lrc.cx/docs/QuickStart/
tr: belge:https://docs.lrc.cx/docs/QuickStart/
zh_cn: 文档说明：https://docs.lrc.cx/docs/QuickStart/

# CoverServiceLrcAPISourceAuthCode.Header
source: Cover Service LrcAPI Source Auth Code
ja: ジャケットサービスLrcAPIソース認証コード
ru: Код авторизации CoverServiceLrcAPI
tr: Kapak hizmeti LrcAPI kaynağı kimlik doğrulama kodu
zh_cn: 封面服务LrcAPI源鉴权码

# MaximumNumberOfPreLoadedCovers.Text
source: Maximum number of pre loaded covers
ja: 最大ジャケットプリロード数
ru: Макс. количество 미리 загруженных обложек
tr: Önceden yüklenen en fazla kapak sayısı
zh_cn: 最大封面预载数量

# AutoCoverMatching.Text
source: Auto Cover Matching
ja: 自動ジャケットマッチング
tr: Otomatik kapak eşleştirme

# AutoLyricMatching.Text
source: Auto Lyric Matching
ja: 自動歌詞マッチング
tr: Otomatik şarkı sözü eşleştirme

# NeedConfigureLrcAPIService
source: Need to configure LrcAPI service
ja: LrcAPIサービスを設定が必要です
ru: Необходимо настроить службуLrcAPI
tr: LrcAPI hizmetinin yapılandırılması gerekiyor
zh_cn: 需要配置LrcAPI服务

# CloseButtonFunction.Text
source: Close button function
ja: 閉じるボタンの機能
tr: Kapat düğmesi işlevi

# CloseApp.Content
source: Close App
ja: アプリを終了
ru: Закрыть приложение
tr: Uygulamayı kapat
zh_cn: 关闭应用

# Backgrounder.Content
source: Backgrounder
ja: バックグラウンド実行
ru: Работа в фоне
tr: Arka plana küçült
zh_cn: 后台运行

# Appearance.Text
source: Appearance
ja: 外観
ru: Внешний вид
tr: Görünüm
zh_cn: 外观

# AppStyle.Text
source: App Style
ja: アプリのスタイル
tr: Uygulama stili

# TransparentAcrylicStyle.Content
source: Transparent Acrylic
ja: 透明アクリル
ru: Прозрачный акриловый
tr: Saydam Acrylic
zh_cn: 透明亚克力

# ThemeStyle.Text
source: App Theme
ja: アプリのテーマ
tr: Uygulama teması

# SystemDefaultTheme.Content
source: System Default
ja: システムデフォルト
ru: По умолчанию системы
tr: Sistem varsayılanı
zh_cn: 系统默认

# Dark.Content
source: Dark
ja: ダーク
ru: Темная
tr: Koyu
zh_cn: 深色

# Light.Content
source: Light
ja: ライト
ru: Светлая
tr: Açık
zh_cn: 浅色

# FlyoutPlayItem
source: Play
ja: 再生
tr: Oynat

# FlyoutFavoriteItem
source: Add/Remove Favorite
ja: お気に入りに追加/削除
tr: Favori ekle/kaldır

# FlyoutAddToPlaylistItem
source: Add to Playlist
ja: 再生リストに追加
tr: Çalma listesine ekle

# FlyoutConvertItem
source: Convert to
ja: 変換為
tr: Dönüştür

# FlyoutOpenLocationItem
source: Open File Location
ja: ファイルの場所を開く
tr: Dosya konumunu aç

# FlyoutPropertiesItem
source: Properties
ja: プロパティ
tr: Özellikler

# FlyoutDeleteItem
source: Delete From Disk
ja: ディスクから削除
tr: Diskten sil

# PlayListDeleteMenu.Text
source: Delete Playlist
ja: プレイリストを削除
tr: Çalma listesini sil

# FlyoutRemoveFromPlaylistItem
source: Remove from Playlist
ja: 再生リストから削除
tr: Çalma listesinden kaldır

# CancelFavoriteMenuItem.Text
source: Cancel Favorite
ja: お気に入りを取り消す
ru: Удалить из избранного
tr: Favorilerden kaldır
zh_cn: 取消最爱

source: Send to USB Device
ja: USBデバイスに送信
ru: Отправить на USB-устройство
tr: USB cihazına gönder
zh_cn: 发送至USB设备

source: Path
ja: パス
ru: Путь
tr: Yol
zh_cn: 路径

source: Free Space
ja: 空き容量
ru: Доступно места
tr: Boş alan
zh_cn: 剩余容量

source: Rescan
ja: 再スキャン
ru: Пересканировать
tr: Yeniden tara
zh_cn: 重新扫描

# FlyoutProperties
source: Properties
ja: プロパティ
ru: Свойства
tr: Özellikler
zh_cn: 属性

# FlyoutAddToPlaylist
source: Add to Playlist
ja: 再生リストに追加
ru: Добавить в плейлист
tr: Çalma listesine ekle
zh_cn: 添加到播放列表

# FlyoutPlay
source: Play
ja: 再生
ru: Воспроизвести
tr: Oynat
zh_cn: 播放

# FlyoutFavorite
source: Add to Favorite
ja: お気に入りに追加
ru: Добавить в избранное
tr: Favorilere ekle
zh_cn: 添加到最爱

source: Add to Favourite
ja: お気に入りに追加
tr: Favorilere ekle

# EnterPlaylistName
source: Please enter the playlist name
ja: 再生リストの名前を入力してください
ru: Введите имя плейлиста
tr: Lütfen çalma listesi adını girin
zh_cn: 请输入播放列表名称

# PrimaryButton
source: Confirm
ja: 確認
ru: Потвердить
tr: Onayla
zh_cn: 确认

# CloseButton
source: Cancel
ja: キャンセル
ru: Отменить
tr: İptal
zh_cn: 取消

# DialogClose
source: Close
ja: 閉じる
tr: Kapat

source: Modify Playlist
ja: 再生リストを編集
ru: Изменить плейлист
tr: Çalma listesini düzenle
zh_cn: 修改播放列表

source: Converting
ja: 変換中
ru: Преобразование...
tr: Dönüştürülüyor
zh_cn: 正在转换

source: Processing...
ja: 処理中...
ru: Обработка...
tr: İşleniyor...
zh_cn: 处理中...

# AlbumDetailWindow.Title
source: Album Properties
ja: アルバムのプロパティ
ru: Свойства альбома
tr: Albüm özellikleri
zh_cn: 专辑属性

# AlbumDetailTitleBar.Text
source: Album Details
ja: アルバムの詳細
ru: Сведения об альбоме
tr: Albüm ayrıntıları
zh_cn: 专辑详情

# LoadingTextBlock.Text
source: Processing changes, please wait...
ja: 保存処理を行っています、しばらくお待ちください...
ru: Сохранение данных, пожалуйста подождите...
tr: Değişiklikler işleniyor, lütfen bekleyin...
zh_cn: 正在处理保存，请稍候...

# GetImageFromNetButton.Content
source: Match Cover Online
ja: オンラインでジャケットを照合
ru: Искать обложку онлайн
tr: Kapağı çevrimiçi eşleştir
zh_cn: 在线匹配封面

# SaveImageButton.Content
source: Save to Local
ja: ローカルに保存
ru: Сохранить локально
tr: Yerel diske kaydet
zh_cn: 保存到本地

# SelectCoverImageButton.Content
source: Edit Cover
ja: ジャケットを編集
ru: Редактировать обложку
tr: Kapağı düzenle
zh_cn: 编辑封面

# TitleLabel.Text
source: Title
ja: タイトル
ru: Название
tr: Başlık
zh_cn: 标题

# YearLabel.Text
source: Year
ja: 年
ru: Год
tr: Yıl
zh_cn: 年份

# ConfirmFlyout.Text
source: Are you sure you want to save metadata to all songs in this album?
ja: アルバム内の全ての音楽にメタ情報を保存しますか？
ru: Сохранить метаданные во всех треках альбома?
tr: Meta veriler bu albümdeki tüm şarkılara kaydedilsin mi?
zh_cn: 是否确定保存元信息至专辑内所有音乐

# ConfirmButton.Content
source: Confirm
ja: 確認
ru: Потвердить
tr: Onayla
zh_cn: 确认

# CancelButton.Content
source: Cancel
ja: キャンセル
ru: Отменить
tr: İptal
zh_cn: 取消

# SaveButton.Content
source: Write File
ja: ファイルに書き込む
ru: Запись в файл
tr: Dosyaya yaz
zh_cn: 写入文件

# CloseButtonItem.Content
source: Close
ja: 閉じる
ru: Закрыть
tr: Kapat
zh_cn: 关闭

# MusicDetailTitleBar.Text
source: Music Details
ja: 音楽の詳細
ru: Сведения о треке
tr: Müzik ayrıntıları
zh_cn: 音乐详情

# LoadingGrid.Text
source: Processing save, please wait...
ja: 保存処理を行っています、しばらくお待ちください...
ru: Сохранение данных, пожалуйста подождите...
tr: Kaydediliyor, lütfen bekleyin...
zh_cn: 正在处理保存，请稍候...

# TitleTextBlock.Text
source: Title
ja: タイトル
tr: Başlık

# AuthorTextBlock.Text
source: Artist
ja: アーティスト
tr: Sanatçı

# AlbumTextBlock.Text
source: Album
ja: アルバム
tr: Albüm

# YearTextBlock.Text
source: Year
ja: 年
tr: Yıl

# TrackNumberBox.Text
source: Track Number
ja: トラック番号
tr: Parça numarası

# LyricsTextBox.Content
source: Match lyrics online
ja: オンラインで歌詞を照合
ru: Автоматическое сопоставлениеrics онлайн
tr: Şarkı sözlerini çevrimiçi eşleştir
zh_cn: 在线匹配歌词

# DurationTextBlock.Text
source: Duration
ja: 再生時間
tr: Süre

# BitDepthTextBlock.Text
source: Bit Depth
ja: ビット深度
tr: Bit derinliği

# BitRateTextBlock.Text
source: Bit Rate
ja: ビットレート
tr: Bit hızı

# SampleRateTextBlock.Text
source: Sample Rate
ja: サンプルレート
tr: Örnekleme hızı

# LastFolderNameTextBlock.Text
source: Last Folder Name
ja: 最後のディレクトリ
tr: Son klasör adı

# PathTextBlock.Text
source: Path
ja: パス
tr: Yol

# Lyrics.Text
source: Lyrics:
ja: 歌詞：
ru: Слова песни:
tr: Şarkı sözleri:
zh_cn: 歌词：

# MusicDetailTitle
source: Music Details
ja: 音楽の詳細
ru: Сведения о треке
tr: Müzik ayrıntıları
zh_cn: 音乐详情

# AlbumDetailTitle
source: Album Details
ja: アルバムの詳細
ru: Сведения об альбоме
tr: Albüm ayrıntıları
zh_cn: 专辑详情

# LyricsGetFailed
source: Lyrics not found, enjoy the music
ja: 歌詞が見つかりません、音楽をお楽しみください
tr: Şarkı sözleri bulunamadı, müziğin tadını çıkarın

source: No recognizable lyrics
ja: 認識できる歌詞がありません
ru: Текст не распознан
tr: Tanınabilir şarkı sözü yok
zh_cn: 没有可识别的歌词

source: Display
ja: 表示
ru: Показать
tr: Göster
zh_cn: 显示

source: Last Song
ja: 前の曲
ru: Предыдущая
tr: Önceki şarkı
zh_cn: 上一首

source: Next Song
ja: 次の曲
ru: Следующая
tr: Sonraki şarkı
zh_cn: 下一首

# PlayNPause
source: Play/Pause
ja: 再生/一時停止
ru: Воспроизвести/Пауза
tr: Oynat/Duraklat
zh_cn: 播放/暂停

source: Exit
ja: 終了
ru: Выход
tr: Çıkış
zh_cn: 退出

source: Tray icon initialized
ja: トレイアイコンを初期化しました
ru: Иконка в трее инициализирована
tr: Tepsi simgesi başlatıldı
zh_cn: 托盘图标已初始化

source: Unknown Album
ja: 不明なアルバム
ru: Неизвестный альбом
tr: Bilinmeyen albüm
zh_cn: 未知专辑

source: Unknown Artist
ja: 不明なアーティスト
ru: Неизвестный артист
tr: Bilinmeyen sanatçı
zh_cn: 未知艺术家

source: Error
ja: エラー
ru: Ошибка
tr: Hata
zh_cn: 错误

source: DSD playback failed
ja: DSD再生に失敗しました
ru: Ошибка воспроизведения DSD
tr: DSD çalma başarısız oldu
zh_cn: DSD播放失败

# SwitchingToSharedMode
source: Please try switching the output mode
ja: 出力モードを切り替えてみてください
ru: Попробуйте переключить режим вывода
tr: Lütfen çıkış modunu değiştirmeyi deneyin
zh_cn: 请尝试切换输出模式

# FileDoNotExist
source: File does not exist
ja: ファイルが存在しません
ru: Файл не существует
tr: Dosya mevcut değil
zh_cn: 文件不存在

source: Updating lyrics failed
ja: 歌詞の更新に失敗しました
ru: Ошибка обновления текста
tr: Şarkı sözleri güncellenemedi
zh_cn: 更新歌词失败

# NoMusicInUSBDevice
source: There are no music files in the USB device
ja: USBデバイスに音楽ファイルがありません
ru: В USB-устройстве нет музыкальных файлов
tr: USB cihazında müzik dosyası yok
zh_cn: USB设备中没有音乐文件

# FailedObtainCover
source: Failed to obtain cover
ja: ジャケットの取得に失敗しました
ru: Не удалось получить обложку
tr: Kapak alınamadı
zh_cn: 获取封面失败

# FailedObtainLyrics
source: Failed to obtain lyrics
ja: 歌詞の取得に失敗しました
ru: Не удалось получить текст
tr: Şarkı sözleri alınamadı
zh_cn: 获取歌词失败

# LyricsSaveToDataBase.Content
source: Save lyrics to database
ja: 歌詞をデータベースに保存
ru: Сохранить текст в базу данных
tr: Şarkı sözlerini veritabanına kaydet
zh_cn: 保存歌词到数据库

# IconDisplay.Text
source: Display
ja: 表示
ru: Показать
tr: Göster
zh_cn: 显示

# IconLastSong.Text
source: Last Song
ja: 前の曲
ru: Предыдущая
tr: Önceki şarkı
zh_cn: 上一首

# IconNextSong.Text
source: Next Song
ja: 次の曲
ru: Следующая
tr: Sonraki şarkı
zh_cn: 下一首

# IconPlayNPause.Text
source: Play
ja: 再生
ru: Трансляция
tr: Oynat
zh_cn: 播放

# IconExit.Text
source: Exit
ja: 終了
ru: Выход
tr: Çıkış
zh_cn: 退出

# PleaseDragFolder
source: Please drag folder, not file
ja: ファイルではなくフォルダをドラッグしてください
ru: Перетащите папку, а не файл
tr: Lütfen dosya yerine klasör sürükleyin
zh_cn: 请拖拽文件夹，不是文件

source: Warning
ja: 警告
ru: предупреждение
tr: Uyarı
zh_cn: 警告

# IconListLoop
source: List Loop
ja: リストループ
ru: Цикл списка
tr: Liste döngüsü
zh_cn: 列表循环

# IconRandomLoop
source: Random Loop
ja: ランダムループ
ru: Случайный цикл
tr: Rastgele döngü
zh_cn: 随机循环

# IconSinglePlayback
source: Single playback
ja: シングル再生
ru: Синглы
tr: Tek parça çalma
zh_cn: 单曲播放

# IconSingleTuneCirculation
source: Single tune circulation
ja: シングルサイクル
ru: Сингл - цикл
tr: Tek parça döngüsü
zh_cn: 单曲循环

# IconSinglePlaybackValue.Text
source: Single playback
ja: シングル再生
ru: Синглы
tr: Tek parça çalma
zh_cn: 单曲播放

# IconRandomLoopValue.Text
source: Random Loop
ja: ランダムループ
ru: Случайный цикл
tr: Rastgele döngü
zh_cn: 随机循环

# IconListLoopValue.Text
source: List Loop
ja: リストループ
ru: Цикл списка
tr: Liste döngüsü
zh_cn: 列表循环

# IconSingleTuneCirculationValue.Text
source: Single tune circulation
ja: シングルサイクル
ru: Сингл - цикл
tr: Tek parça döngüsü
zh_cn: 单曲循环

# IconSettings.Text
source: Settings
ja: 設定
ru: Настройки
tr: Ayarlar
zh_cn: 设置

# IconPlay
source: Play
ja: 再生
ru: Трансляция
tr: Oynat
zh_cn: 播放

# IconPause
source: Pause
ja: パウズ
ru: Пауза
tr: Duraklat
zh_cn: 暂停

# SettingDSDGain.Text
source: DSD gain (+db)
ja: DSDゲイン(+db)
tr: DSD kazancı (+db)

# EqualizerDialogTitle.Text
source: Equalizer (db)
ja: イコライザ (db)
ru: Равновесие (db)
tr: Ekolayzer (db)
zh_cn: 均衡器（db）

# EqCustom.Content
source: Custom
ja: カスタム
ru: Пользовательский
tr: Özel
zh_cn: 自定义

# EqFlat.Content
source: Flat
ja: フラット
ru: Плоский
tr: Düz
zh_cn: 平调

# EqJazz.Content
source: Jazz
ja: ジャズ
ru: Джаз
tr: Caz
zh_cn: 爵士

# EqClassical.Content
source: Classical
ja: クラシック
ru: Классика
tr: Klasik
zh_cn: 古典

# EqElectronic.Content
source: Electronic
ja: エレクトロニック
ru: Электроника
tr: Elektronik
zh_cn: 电子

# EqVocal.Content
source: Vocal
ja: ボーカル
ru: Вокал
tr: Vokal
zh_cn: 人声

# EqSavePresetToolTip
source: Save changes to the selected custom preset
ja: 選択したカスタムプリセットに変更を保存
tr: Değişiklikleri seçili özel hazır ayara kaydet

# EqDeletePresetToolTip
source: Delete the selected custom preset
ja: 選択したカスタムプリセットを削除
tr: Seçili özel hazır ayarı sil

# EqMoreOptionsToolTip
source: Import / Export
ja: インポート / エクスポート
tr: İçe aktar / dışa aktar

# EqImportItem.Text
source: Import preset
ja: プリセットをインポート
tr: Hazır ayarı içe aktar

# EqExportItem.Text
source: Export preset
ja: プリセットをエクスポート
tr: Hazır ayarı dışa aktar

# EqPresetNameTitle
source: Enter preset name
ja: プリセット名を入力
tr: Hazır ayar adını girin

# EqDeletePresetConfirm
source: Delete the selected custom preset?
ja: 選択したカスタムプリセットを削除しますか？
tr: Seçili özel hazır ayar silinsin mi?

# EqImportFailed
source: Import failed: not a valid equalizer preset file
ja: インポート失敗：有効なイコライザープリセットファイルではありません
tr: İçe aktarma başarısız: geçerli bir ekolayzer hazır ayar dosyası değil

# EqExportFailed
source: Export failed
ja: エクスポート失敗
tr: Dışa aktarma başarısız

# EqAddPresetToolTip
source: Add preset: save the current equalizer as a new custom preset
ja: プリセットを追加：現在のイコライザーを新しいカスタムプリセットとして保存
tr: Hazır ayar ekle: geçerli ekolayzeri yeni bir özel hazır ayar olarak kaydet

# EqOverwritePreset
source: A preset with this name already exists. Overwrite?
ja: 同名のプリセットが既に存在します。上書きしますか？
tr: Bu ada sahip bir hazır ayar zaten var. Üzerine yazılsın mı?

# EqPresetCustom
source: Custom
ja: カスタム
tr: Özel

# EqPresetFlat
source: Flat
ja: フラット
tr: Düz

# EqPresetJazz
source: Jazz
ja: ジャズ
tr: Caz

# EqPresetClassical
source: Classical
ja: クラシック
tr: Klasik

# EqPresetElectronic
source: Electronic
ja: エレクトロニック
tr: Elektronik

# EqPresetVocal
source: Vocal
ja: ボーカル
tr: Vokal

# EqDeleteAction
source: Delete
ja: 削除
tr: Sil

# CoverSize.Text
source: Cover Thumbnail Size
ja: 表紙サムネイルサイズ
tr: Kapak küçük resmi boyutu

# CoverSizeToolTip
source: 0 is the original size,Suggestion 150-200
ja: 0は元の寸法，推奨150～200
ru: 0 Первоначальный размер.,Рекомендации 150 - 200
tr: 0 özgün boyuttur, önerilen 150-200
zh_cn: 0为原始尺寸，建议150-200

# IconVolume.Text
source: Volume
ja: 音量
ru: Громкость
tr: Ses düzeyi
zh_cn: 音量

# AnimationSettings.Header
source: Animation Settings
ja: アニメーション設定
ru: Настройки анимации
tr: Animasyon ayarları
zh_cn: 动画设置

# EntranceAnimationTime.Header
source: Entrance Animation Time(ms)
ja: アニメーション時間(ms)
ru: Входное время анимации(ms)
tr: Giriş animasyonu süresi (ms)
zh_cn: 入口动画时间（毫秒）

# SlideAnimationTime.Header
source: Slide Animation Time(ms)
ja: スライドアニメーション時間(ms)
ru: Время анимации слайда(ms)
tr: Kaydırma animasyonu süresi (ms)
zh_cn: 滑动动画时间（毫秒）

# DrillInAnimationTime.Header
source: Drill In Animation Time(ms)
ja: アニメーション時間のドリル(ms)
ru: Сверление во время анимации(ms)
tr: Derinlemesine geçiş animasyonu süresi (ms)
zh_cn: 钻入动画时间（毫秒）

# ProcessPriorityFunction.Header
source: Process Priority
ja: プロセス優先順位
ru: Приоритет процесса
tr: İşlem önceliği
zh_cn: 进程优先级

# ProcessPriorityAboveNormal.Content
source: High
ja: ハイ
tr: Yüksek

# InfoBarTitleConverter
source: Audio Conversion
ja: オーディオ変換
ru: Звуковое преобразование
tr: Ses dönüştürme
zh_cn: 音频转换

# InfoBarMessageConverter
source: The target format is the same as the original format
ja: ターゲットフォーマットは元のフォーマットと同じです
ru: Формат цели идентичен первоначальному формату.
tr: Hedef biçim, özgün biçimle aynı
zh_cn: 目标格式与原格式相同

# InfoBarMessageConverterFailed
source: Audio conversion failed. See the log for details
ja: オーディオ変換に失敗しました。詳細はログを確認してください
tr: Ses dönüştürme başarısız oldu. Ayrıntılar için günlüğe bakın

# InfoBarMessageConverterFailedWithFile
source: Conversion failed: {0}
ja: 変換に失敗しました：{0}
tr: Dönüştürme başarısız oldu: {0}

source: Send original format
ja: 元のフォーマットで送信
tr: Özgün biçimi gönder

# NumberOfSongs
source: Songs
ja: 曲
ru: песен
tr: Şarkılar
zh_cn: 首歌曲

# PlayAll.Text
source: Play All
ja: すべて再生
ru: Показать все
tr: Tümünü oynat
zh_cn: 播放全部

# AddTo.Text
source: Add To
ja: 追加
ru: Добавить в
tr: Şuraya ekle
zh_cn: 添加到

# Edit.Text
source: Edit
ja: 編集
ru: Редактирование
tr: Düzenle
zh_cn: 编辑

# NumberOfAlbums
source: albums
ja: アルバム
ru: альбома
tr: albüm
zh_cn: 张专辑

# NumberOfArtists
source: Artists
ja: アーティスト
ru: Артисты
tr: Sanatçılar
zh_cn: 位艺术家

source: Artist
ja: アーティスト
ru: Артисты
tr: Sanatçı
zh_cn: 艺术家

source: Folder
ja: フォルダ
ru: Папки
tr: Klasör
zh_cn: 文件夹

source: Playlist
ja: プレイリスト
tr: Çalma listesi

# SaveLyricsTextBox.Content
source: Save the lyrics LRC to local
ja: 歌詞lrcをローカルに保存する
ru: Сохранить текст песни lrc на локальное устройство
tr: LRC şarkı sözlerini yerel olarak kaydet
zh_cn: 保存歌词lrc到本地
